[Language]
Code="ko"
Name="한국어"
Translator="Moonseok Kim <kidbear75@yahoo.co.kr>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="닫기"
Maximize="최대화"
Minimize="최소화"
Restore="복원"
Menu="주 메뉴"

; Status Icon
[NotifyIcon]
Tip="Lingoes\n화면의 단어 인식: [$CursorStatus]\n선택한 텍스트 번역: [$SelectionStatus]\n클립보드 텍스트 번역: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="화면의 단어 인식:\t[$CursorStatus]\n선택한 텍스트 번역:\t[$SelectionStatus]\n클립보드 텍스트 번역:\t[$ClipboardStatus]"
Enabled="사용 가능"
Disabled="사용할 수 없음"

[MainMenu]
Open="열기"
CursorTranslator="화면의 단어 인식"
SelectionTranslator="선택한 텍스트 번역"
ClipboardTranslator="클립보드 텍스트 번역"
Configuration="환경 설정..."
Dictionaries="사전..."
Appendices="추가 기능..."
Activation="제품 활성화"
UpdateOnline="온라인 업데이트"
Help="도움말"
About="Lingoes 정보"
SupportOnline="온라인 지원"
Exit="종료"

[DlgInput]
Back="뒤로"
Forward="앞으로"
MainMenu="주 메뉴"
HistoryList="사용 내역 목록"
Search="검색", "자세한 설명 검색"
WebSearch="웹 검색"
AutoMatch="자동 매칭", "색인 그룹에서 자동적으로 매칭"
MatchSetup="색인 그룹 옵션..."
FindEngine="추가적으로 웹 엔진 가져오기..."

[DlgIndex]
Index="색인"
Guide="안내"
Appendix="추가 기능"
NoIndex="색인 없음"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">사전을 <b>색인 그룹</b>에 추가하면, 단어를 입력할 때 맞춤법을 추천받을 수 있습니다.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>색인 그룹을 관리하려면 여기를 클릭하십시오.</u></a></div>"

[WebGuide]
Results="결과"
Spelling="다른 맞춤법"
Appendices="추가 기능"
Options="옵션"
Dictionaries="사전...", "사전 관리"
ManageAppendices="추가 기능...", "추가 기능 관리"
Configuration="환경 설정...", "환경 설정 대화 상자 열기"
Help="도움말", "Lingoes 도움말 열기"
Homepage="lingoes.net", "Lingoes 웹 사이트로 이동"
Community="Lingoes 커뮤니티", "Lingoes 온라인 커뮤니티"

[DlgAppendix]
WndTitle="추가 기능 옵션"
Close="닫기"
Install="설치", "Lingoes 추가 기능 (*.laf)|*.laf|", "설치에 실패했습니다! \n적절한 파일 접근 권한이 없기 때문일 수 있습니다."
Delete="삭제", "\"[$Title]\"을(를) 삭제하시겠습니까", "\"[$Title]\" 삭제에 실패했습니다. \n적절한 파일 접근 권한이 없기 때문일 수 있습니다."
Modify="수정", "수정에 실패했습니다. \n적절한 파일 접근 권한이 없기 때문일 수 있습니다."
NewGroup="새 그룹", "새 그룹 만들기에 실패했습니다. \n적절한 파일 접근 권한이 없기 때문일 수 있습니다."
MoveUp="위로 이동"
MoveDown="아래로 이동"
CreateAppendix="내 추가 기능 만들기..."
Download="더 많은 추가 기능 가져오기..."
Name="이름"
Group="그룹"
InstallSucceed="\"[$Title]\" 설치에 성공했습니다."
OverwriteInstall="해당 추가 기능이 이미 존재합니다. 덮어쓰시겠습니까?\n\n표시 제목:[$Title]\n이름: [$Name]"
InvalidInstallFile="잘못된 설치 파일입니다.\n[$Filename]"

[DlgAppendixEdit]
WndTitle="\"[$Title]\" 수정", "새 그룹 만들기"
Name="이름"
DisplayTitle="표시 제목"
DisplayStyle="표시 스타일"
Ok="확인"
Cancel="취소"

[DlgAppendixBuilder]
WndTitle="추가 기능 빌더"
Name="이름:  (a-z, 0-9, 하이픈, 밑줄만 허용)", "이름은 필수 항목이며, a-z, 0-9, 하이픈, 밑줄만 허용합니다."
Title="표시 제목:", "제목이 필요합니다."
Location="프로젝트 폴더 위치:", "프로젝트의 폴더 만들기에 실패했습니다.", "사용 가능한 폴더를 선택하십시오"
Create="새 프로젝트 만들기", "프로젝트 만들기에 성공했습니다.\n\n이제 \"index.html\" 파일을 편집하여 자유롭게 추가 기능을 설계할 수 있습니다.", "프로젝트 만들기에 실패했습니다."
Build="빌드", "추가 기능 빌드에 성공했습니다.\n[$Filename]", "추가 기능 빌드에 실패했습니다.\n[$Filename]"
Close="닫기"
Tips="팁: 새 프로젝트를 만든 다음 \"index.html\"을 편집하여 자유롭게 추가 기능을 설계할 수 있습니다."
OverwriteProject="프로젝트 파일이 이미 존재합니다. 덮어쓰시겠습니까?"

[DlgStatus]
KeepVisible="항상 위에 유지"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""

[DlgView]
Speak="읽기", "선택한 텍스트를 읽기"
Search="검색"
Copy="복사"
Print="인쇄..."
Save="저장..."
Find="Find..."
SelectAll="모두 선택"
TextTranslate="텍스트 번역", "텍스트 번역 실행"
StartPage="", "시작 페이지"
ShowIndex="사이드바 표시"
HideIndex="사이드바 숨기기"
SaveFilter="HTML 파일 (*.htm; *.html)|*.htm;*.html|"
SpeechOption="음성 옵션..."
SelectVoice="목소리 선택"
Activation="활성화", "Lingoes 활성화 마법사"

[DlgRegister]
Title="Lingoes - 상용 사용자 등록"
FreeDownload="Lingoes는 상용 목적이 아닌 경우 무료로 사용하실 수 있습니다..\r\n무료 버전은 다음 위치에서 다운로드하십시오..."
Name="등록 이름:", "등록 이름은 필수 항목입니다"
Email="등록 E-mail:", "등록 E-mail 주소는 필수 항목입니다"
RegCode="등록 코드:", "등록 코드가 유효하지 않습니다"
Support="고객 지원"
Register="등록", "등록 정보 저장 실패"
Exit="종료"

[DlgInfo]
Title="메시지"
Ok="확인"
Cancel="취소"
Yes="예"
No="아니요"
Retry="다시 시도"
Abort="중단"
Ignore="무시"

[DlgAuthentication]
Title="연결 "
TitleProxy="프록시 서버에 연결 "
Username="사용자 이름:"
Password="비밀 번호:"
Remember="내 비밀 번호 기억하기"
Ok="확인"
Cancel="취소"

[WndGrab]
Open="자세한 설명 검색"
Speak="읽기"
Copy="복사"
TextTranslation="텍스트 번역"
KeepSize="창 크기 유지"
KeepVisible="창을 항상 맨 위에 유지"
Back="뒤로" 
Forward="앞으로"
Search="검색\n  Enter:\t\t검색\n  Ctrl + Enter:\t자세한 설명 검색\n  Shift + Enter:\t텍스트 번역\n  Alt + Enter:\t웹 검색"
RollUp="창 말아올리기/펼치기"

[DlgDictOption]
Title="사전 옵션"
NetInstall="Lingoes에서 설치", "lingoes 사이트에서 사전을 설치"
Install="설치", "디스크에서 사전을 걸치"
Uninstall="제거", "사전 제거"
Add="추가", "목록에 사전을 추가"
Remove="삭제", "목록에서 이 사전을 삭제"
Download="다운로드", "오프라인에서 사용할 수 있도록 이 사전을 다운로드"
MoveTop="", "맨 위로 이동"
MoveUp="", "위로 이동"
MoveDown="", "아래로 이동"
MoveBottom="", "맨 아래로 이동"
MoreDetails="", "사전 상세 정보 보기"
Close="닫기"

Installed="설치된 사전"
Query="설치된 사전"
Index="색인 그룹"
Grab="텍스트 인식 그룹"

InstalledList="설치된 사전"
QueryList="설치된 사전"
IndexList="색인 그룹 목록"
GrabList="텍스트 인식 그룹 목록"
DictID="일련 번호"
Online="온라인"

Type="유형"
OnlineType="인터넷 연결 필요"
AddFilter="Lingoes 사전 (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="사전 설치"
Installing="설치하는 중..."
IndexDictTooMany="팁:\n\n너무 많은 사전을 \"색인 그룹\"에 추가하면 검색 상자에 문자를 입력할 때 일치하는 단어 검색 속도를 떨어뜨리게 됩니다.\n따라서 자주 사용하는 사전 몇 개만 \"색인 그룹\"에 추가하는 것을 권장합니다."

[DlgDictList]
Title="사전 추가"
Add="사전"
Cancel="취소"
Select="선택"
DictList="설치된 사전"
ID="일련 번호"
Online="온라인"

[DlgDictInfo]
Title="사전 상세 정보"
Close="확인"

ID="ID"
MD5="MD5"
Name="이름"
Version="버전"
Date="작성일"
Update="마지막 업데이트"
IndexCount="전체 단어 수"
Language=언어
MoreLanguage=기타..
DictTitle="제목"
DictEdition="판"
DictDescription="설명"
PubAuthor="작성자"
PubEmail="전자 메일"
PubWebsite="웹사이트"
PubCopyright="저작권"
Filename="파일 이름"

; Install Dictionaries
[DlgDictInstall]
Title="사전 설치"
InstallSucceed="사전 \"[$DictTitle]\"의 설치가 성공적으로 완료되었습니다"
DictGroupOption="옵션"
AddIndexGroup="\"색인 그룹\"에 추가"
AddIndexGroupDesc="Lingoes는 용어를 입력할 때 색인 그룹의 사전을 검색하여 가장 유사한 결과를 색인 막대에 바로 표시합니다."
AddGrabGroup="\"텍스트 인식 그룹\"에 추가"
AddGrabGroupDesc="Lingoes는 텍스트를 인식할 때 텍스트 인식 그룹의 사전을 검색하여 번역 결과를 텍스트 인식 창에 표시합니다."
Ok="확인"

; Configuration
[DlgOption]
Title="환경 설정"
Ok="확인"
Cancel="취소"
General="일반"
Appearance="외형"
Connection="연결"
Speech="음성"
Hotkey="바로 가기 키"
Translate="번역"
License="라이센스"
Capture="텍스트 인식"

; General
[DlgOptGeneral]
Language="언어"
UILanguage="사용자 인터페이스 언어"

WebSearch="웹 검색"
SelectWebSearch="웹을 검색할 때 사용할 검색 엔진을 선택하십시오"

TermHistory="사용 내역 및 캐시"
SaveHistory="사용 내역에 저장된 검색 단어"
ClearHistory="사용 내역 지우기"
ClearHistoryConfirmation="용어 사용 내역을 지우시겠습니까?"

ResultCache="온라인 사전의 로컬 캐시"
ClearCache="캐시 지우기", "캐시를 지우시겠습니까?"

AutoStart="윈도우에 로그인할 때 Lingoes 실행"
StartMin="시작 후 최소화"

; Appearance
[DlgOptAppearance]
UserInterface="사용자 인터페이스"
WindowStyle="창 스타일"
WindowFont="창 텍스트 글꼴"
WindowFontSize="글꼴 크기"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="결과 표시"
TextFont="텍스트 글꼴"
TextFontSize="글꼴 크기"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="발음 글꼴"
CursorTranslatorBar="텍스트 인식 창"
FontColor="글꼴 색상"
BackColor="배경 색상"
BorderColor="경계 색상"
Transparence="텍스트 인식 창 반투명화"
SampleText="텍스트 인식"

[Style]
0="없음"
1="기본 스타일"

; Translate
[DlgOptTranslate]
SupportLCMap="로컬 언어 매핑 지원"
InstantTranslation="실시간 번역"
TranslationEngine="번역 엔진"
TargetLanguage="대상 언어:"
CurrentUserLanguage="= 현재 사용자 언어"
TargetLanguage2="대상 언어가 원본과 동일할 경우 다음 언어로 초기화:"
NoTranslate="= 번역하지 않음"

; Capture
[DlgOptCapture]
CursorActivation="화면의 단어 인식"
MouseActivation="마우스 활성화 모드:"
MouseOver="마우스를 위에 올려놓음"
LeftMouseButton="왼쪽 마우스 단추"
MiddleMouseButton="가운데 마우스 단추"
RightMouseButton="오른쪽 마우스 단추"
MouseXButton1="마우스 X 단추1"
MouseXButton2="마우스 X 단추2"
TimeDelay="시간 지연:"
MSEL="밀리초"
IgnoreNumber="숫자 무시"
IgnoreLatin="라틴 문자 무시 (영어, 불어, 독일어, 스페인어 등)"
IgnoreCJK="중국어, 일본어 및 한국어 무시"
IgnoreCyrillic="키릴 문자 무시 (러시아어, 우크라이나어, 불가리아어 등)"
IgnoreArabic="아랍어 및 히브리어 무시"
InstallAdobePlugin="Adobe Acrobat PDF Plug-in 설치"
ZonedWord="선택한 텍스트 번역"
ForTextSelection="텍스트 선택시"
ForDoubleClicking="두 번 클릭시"
ZonedWordFilterRule="텍스트 선택에 대한 필터 규칙..."
ShowOnlyFirstResult="첫 번째 검색 결과만 표시"

; Capture - Zoned Word Filter
[DlgOptTranslateZWFilter]
Title="텍스트 선택에 대한 필터 규칙"
ProgramFilename="프로그램 파일 이름", "프로그램 파일 이름 (비워둘 경우 모든 프로그램 지정)"
WndClassName="창 클래스 이름", "창 클래스 이름 (비워둘 경우 모든 창 지정)"
DisableSelect="선택 무시", "선택 무시"
DisableDBLClick="두 번 클릭 무시", "두 번 클릭 무시"
Comment="주석", "주석"
Add="추가"
Modify="수정"
Delete="삭제", "현재 항목을 삭제하시겠습니까?"
Ok="확인"
Cancel="취소"
LoadDefault="기본값 불러오기", "기본 설정으로 복구하시겠습니까?"
Browser="...", "브라우저", "프로그램 (*.exe)|*.exe|"
Capture="...", "창 클래스 이름 인식"
AllProgram="-- 모든 프로그램 --"
AllWindow="-- 모든 창 --"

[WndClassNameCapture]
Title="창 클래스 이름 인식"
ProgramFilename="프로그램 파일 이름"
WndClassName="창 클래스 이름"
Capture="화면에서 인식"

; Speech
[DlgOptSpeech]
RPPEngine="자연스러운 목소리 엔진"
RPPEnable="활성화"
RPPVoice="목소리"
RPPRebuildIndexFile="색인 파일 다시 빌드", "색인 파일 다시 만들기에 실패했습니다. \n적절한 파일 접근 권한이 없기 때문일 수 있습니다."
Engine="TTS(텍스트-음성 변환) 엔진"
Voice="목소리"
Enable="활성화"
Volume="볼륨"
Pitch="높이"
Speed="속도"
Format="형식", "기본"
RealtimePron="실시간 발음"
PronInQuery="단어를 찾을 때"
PronInCapture="텍스트를 인식할 때"
Test="테스트"
EnterText="텍스트를 입력하고 이 목소리를 시도해 보십시오"
DownloadTTS="자연스러운 목소리 및 TTS 엔진의 목소리 패키지 다운로드..."

; Connect
[DlgOptConnection]
ConnectSet="연결 설정"
DirectConnect="직접 연결"
IEProxyConnect="웹 브라우저의 프록시 설정 사용"
ProxyConnect="프록시/방화벽 서버를 통하여 연결"
ProxyServer="프록시 서버:"
ProxyPort="포트:"
Username="사용자 이름:"
Password="비밀 번호:"
OnlineUpdate="온라인 업데이트"
UpdateNow="지금 업데이트"
EnableUpdate="온라인 업데이트 활성화"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="기본 창 열기"
GrabToggleKey="화면의 단어 인식 토글 키"
SelectionToggleKey="선택한 텍스트 번역 토글 키"
ClipboardToggleKey="클립보드 텍스트 번역 토글 키"
Pronounce="발음"
CopyInterpretation="번역 내용 복사"
SpeakSelectedText="선택한 텍스트 읽기"
StopSpeak="읽기 중지"
DisableHotKey="바로 가기 키 비활성화"

[DlgExpire]
Title="Lingoes의 사용 기간이 만료되었습니다"
Ok="지금 업그레이드"
Cancel="종료"
NetworkSettings="네트워크 설정"
Support="Lingoes.net"
AskUpgrade="현재 버전의 사용 기간이 만려되었습니다. 사용 가능한 최신 버전으로 업그레이드해야 합니다. \n최신 버전으로 업그레이드하시겠습니까?"

[DlgAbout]
DlgTitle="Lingoes 정보"
Version="버전: "
PortableEdition="포터블용"
Email="이메일 주소"
Website="Lingoes 웹사이트"
LicenseTo="이 제품은 다음 사용자에게 사용이 허가되었습니다:"
LicenseID="ID: "

[WebResult]
SpellingAlternatives="다른 맞춤법"
SpellChecker="맞춤법 검사기"
TextTranslation="텍스트 번역"
WebSearch="웹 검색"
MoreResults="더 많은 결과"
WaitSearch="검색 결과 요청 중..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; padding:10; display:[$Display]\"><b>일치하는 결과를 찾을 수 없음: \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Lingoes 사용 방법"
DownDictTip="더 많은 사전 다운로드"
Intro="80가지 이상의 언어에 대해 양방향<br>커서 번역, 텍스트 번역 및 TTS를 지원합니다"

[TextTranslation]
Title="텍스트 번역"
To="대상"
Translate="번역"
RequestFailed="요청하신 번역 서비스에 실패했습니다."
ConnectFailed="Lingoes가 서버 연결에 실패했습니다. 인터넷에 연결되어 있다면 환경 설정에서 연결 설정을 확인하십시오. "
WaitRequest="번역 결과 요청 중..."
ParseResultFailed="번역 결과 분석에 실패했습니다. 이 메시지가 여러 번 나타나는 경우 저희에게 이 사항을 알려주십시오."

; Layout
[Layout]
DictMenu="사전 메뉴"
ShowResult="결과 표시"
MinimizeResult="결과 최소화"
FindWord="찾기: "

; Dictionary Menu
[DictMenu]
About="정보..."
Enable="활성화"
Disable="비활성화"
DisableMsg="사전이 비활성화되어 결과를 표시하지 않을 것입니다.\n\"사전\" 대화창에서 활성화할 수 있습니다."
MoveTop="최상위 결과로 설정"
ArrangeResults="결과 배치..."
IndexGroup="  (색인 그룹)"
QueryGroup="  (쿼리 그룹)"
GrabGroup="  (텍스트 인식 그룹)"

[Update]
Title="자동 업데이트"
AskUpgrade="새 버전이 있습니다. 새 버전으로 업데이트하시겠습니까?"
UpgradeNow="새 버전이 있습니다. 새 버전으로 업데이트해야 합니다."
UpdateSuccess="업데이트 성공!"
UpdateFail="업데이트 실패!"
NoUpdate="현재 버전이 최신입니다"

CheckUpdate="업데이트 확인 중..."
GetUpdateInfo="업데이트 정보 수신 중..."
DownUpdateData="업데이트 데이터 다운로드 중..."
ExecUpdate="시스템 업데이트 중..."
GetUpgradeInfo="업그레이드 정보 수신 중..."
DownUpgradeData="업그레이드 데이터 다운로드 중..."
ExecUpgrade="시스템 업그레이드..."
NeedExitForUpgrade="업그레이드를 완료하기 위해 Lingoes를 종료할 것입니다"

[Message]
InitUpdateServerFail="자동 업데이트 초기화에 실패했습니다 "
StartDictServerFail="사전 서비스 시작에 실패했습니다."

DictFileErr="부정확한 파일 형식입니다.\n[$Filename]"
DictVersinTooOld="[$Filename]\n현재 사전  ([$DictVer])의 버전이 너무 오래되었습니다. 업데이트하십시오.\n\nLingoes 웹사이트를 방문하여 최신 버전을 검색하시겠습니까?"
DictVersinTooNew="[$Filename]\n현재 사전 ([$DictVer])는 더 높은 버전의 lingoes에서만 사용할 수 있습니다.\n\nLingoes 웹사이트에서 최신 버전을 다운로드하시겠습니까?"

AskDictRepeatInstall="사전 목록이 사전 \"[$DictTitle]\"을 포함하고 있습니다.\n계속하시겠습니까?"
InstallDictFail="사전 설치 실패:\n[$Filename]"
AskUninstall="사전을 삭제하시겠습니까?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="사전 삭제에 실패했습니다\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="사전 \"[$DictTitle]\"을(를) 목록에서 제거하시겠습니까?"

MemoryAllocFail="메모리 할당에 실패했습니다."
FilenameInvalid="잘못된 파일 이름입니다."
SaveFileFail="파일 저장 실패"
OpenFileFail="파일 열기 실패"

AreYouAbort="현재 프로세스를 중단하시겠습니까?"
CreateThreadFail="스레드 생성 실패"
CreateEventFail="이벤트 생성 실패"
Unfulfilment="이 기능을 사용할 수 없습니다"
OnlyProVersion="이 기능은 프로 버전에서만 사용할 수 있습니다."
NoRegister="등록되지 않은 버전입니다. 이 기능을 사용하려면 Lingoes를 등록하십시오."
UsernameIsEmpty="사용자 이름이 공백입니다. 다시 입력하십시오."
SaveSearchResultFail="검색 결과 저장에 실패했습니다."

OpenAppendixFail="추가 기능 콘텐트 열기에 실패했습니다."
OpenSpeechEngineFail="TTS 엔진 불러오기에 실패했습니다. 시스템에 TTS가 설치되어 있는지 확인하십시오. \n\n읽기 기능을 사용하려면 운영 체제에 TTS 엔진을 설치해야 합니다. 그렇지 않은 경우 Lingoes 웹사이트에서 다운로드한 후 설치하십시오. \n\n지금 다운로드하시겠습니까?"

; NeedIE6Support="Lingoes needs Internet Explorer 6+, please update your web browser to IE6+"
NoImplement="죄송합니다. 이 기능을 사용할 수 없습니다."
